Revit 2027 API
ParameterTypeId.RebarSystemSpacingTopDirn2 Property
 "Top Minor Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingTopDirn2 { get; }
Public Shared ReadOnly Property RebarSystemSpacingTopDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingTopDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingTopDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace